{
  "_class": "symbolInstance",
  "do_objectID": "574971BE-69A9-4B8F-8D51-4E4FA80AFA43",
  "exportOptions": {
    "_class": "exportOptions",
    "exportFormats": [
    ],
    "includedLayerIds": [
    ],
    "layerOptions": 0,
    "shouldTrim": false
  },
  "frame": {
    "_class": "rect",
    "constrainProportions": false,
    "height": 120,
    "width": 340,
    "x": 10,
    "y": 470
  },
  "horizontalSpacing": 0,
  "isFlippedHorizontal": false,
  "isFlippedVertical": false,
  "isLocked": false,
  "isVisible": true,
  "layerListExpandedType": 0,
  "masterInfluenceEdgeMaxXPadding": 0,
  "masterInfluenceEdgeMaxYPadding": 1,
  "masterInfluenceEdgeMinXPadding": 0,
  "masterInfluenceEdgeMinYPadding": 1,
  "name": "Discussion Post/left Copy",
  "nameIsFixed": false,
  "originalObjectID": "19EF14F7-1E5A-43C4-9672-547ECBCF7DFF",
  "overrides": {
    "5526F91B-F954-4AE4-8FFD-D0E4ED9FE7F2": "Daniel Sherman",
    "B5AE73B5-C5A7-4502-97CF-CB497F0CB527": "You",
    "BFAE16A8-3679-48C8-BD3B-F8574BCB1C4C": "Some days a motivational quote can provide a quick pick-me-up for employees and even management.",
    "C4C0BF95-70A5-4D8E-8DE2-C3357DC166F7": "Some days a motivational quote can provide a quick pick-me-up for employees and even management. They can be a breath of fresh air when it comes to a drab afternoon. These are also a great way to jazz up a newsletter or a memo or even to simply print and attach to a bulletin board. Using quotes like these are perfect ways to create a motivational and successful work environment. As Mr. Rick Pitino says “The only way to get people to like working hard is to motivate them. Today, people must understand why they’re working hard. Every individual in an organization is motivated by something different.” –Rick Pitino Motivational Quotes: 1. Mahatma Gandhi: You must be the change you wish to see in the world. 2. Jim Stovall: You need to be aware of what others are doing, applaud their efforts, acknowledge their successes, and encourage them in their pursuits. When we all help one another, everybody wins. 3. Robert Frost: The only way around is through. 4. Warren Buffett: You only have to do a very few things right in your life so long as you don’t do too many things wrong. 5. Les Brown: You must remain focused on your journey to greatness. 6. Theodore Roosevelt Far and away the best prize that life offers is the chance to work hard at work worth doing. 7. Charles F. Kettering: Where there is an open mind, there will always be a frontier 8. Henry Ford: Whether you think you can or whether you think you can’t, you’re right! 9. Jim Rohn: You must either modify your dreams or magnify your skills. 10. William Hazlitt: Who likes not his business, his business likes not him. 11. Denis Waitley: Winners take time to relish their work, knowing that scaling the mountain is what makes the view from the top so exhilarating. 12. Le Iacocca: Management is nothing more than motivating other people. 13. Dwight D.: Motivation is the art of getting people to do what you want them to do because they want to do it. 14. Drucker: The most serious mistakes are not being made as a result of wrong answers. The truly dangerous thing is asking the wrong question 15. Max Schmelling: Why did I want to win? Because I didn’t want to lose! 16. J. Paul Getty: To succeed in business, to reach the top, an individual must know all it is possible to know about that business. 17. Pierre Corneille: To win without risk is to triumph without glory. 18. Tony Dorsett: To succeed… You need to find something to hold on to, something to motivate you, something to inspire you. 19. James Broughton: The only limits are, as always, those of vision. 20. George Kneller: To think creatively, we must be able to look afresh at what we normally take for granted. 21. Peter McWilliams: To the degree we’re not living our dreams; our comfort zone has more control of us than we have over ourselves. 22. Johann Wolfgang Von Goeth: To think is easy. To act is difficult. To act as one thinks is the most difficult. 23. Tryon Edwards: To waken interest and kindle enthusiasm is the sure way to teach easily and successfully. 24. Spanish Proverb: Tomorrow is often the busiest day of the week. 25. Lyndon B. Johnson: The noblest search is the search for excellence 26. Charles M. Schwab: The man who does not work for the love of work but only for money is not likely to neither make money nor find much fun in life. 27. Chinese Proverb: The miracle is not to fly in the air, or to walk on the water; but to walk on the earth. 28. John Naisbitt: The new source of power is not money in the hands of a few, but information in the hands of many. 29. Henry Ford: The man who will use his skill and constructive imagination to see how much he can give for a dollar, instead of how little he can give for a dollar, is bound to succeed. Many employers will add these quotes inside the employees’ paycheck envelope. Sometimes it may be a motivational quote, other times a silly antidote. Include employee birthdays or other important events to help your employees feel a part of the team."
  },
  "resizingConstraint": 63,
  "resizingType": 0,
  "rotation": 0,
  "shouldBreakMaskChain": false,
  "style": {
    "_class": "style",
    "endDecorationType": 0,
    "miterLimit": 10,
    "startDecorationType": 0
  },
  "symbolID": "95A9AE09-78BC-4273-8C59-0D95BD97F853",
  "verticalSpacing": 0
}